---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricParamTagView
source: html/de9b3a19-2f56-b52d-50f0-47f131426123.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricParamTagView Property

"Tag new members in view": List of all Plan Views and None.

## Syntax (C#)
```csharp
public static ForgeTypeId FabricParamTagView { get; }
```